[
  "obsidian-tikzjax",
  "templater-obsidian",
  "pseudocode-in-obs",
  "obsidian-excalidraw-plugin",
  "obsidian-pretty-bibtex",
  "nldates-obsidian",
  "obsidian-dynamic-highlights",
  "short-internal-links-to-headings",
  "obsidian-chat-view",
  "reveal-active-file-button",
  "tag-wrangler",
  "obsidian-list-callouts",
  "obsidian-latex-suite",
  "hotkeysplus-obsidian",
  "highlightr-plugin",
  "obsidian-heading-shifter",
  "obsidian-latex",
  "execute-code",
  "code-styler",
  "various-complements",
  "math-in-callout",
  "obsidian-auto-link-title",
  "callout-integrator",
  "mathlinks",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "dataview",
  "folder-notes"
]